/* Rank among friends format singular */
"#%1$@ of 1 friend" = "友達1人中%1$@位";

/* Rank and leaderboard size (singular) */
"#%1$@ of 1 player" = "プレイヤー1人中%1$@位";

/* Achievement User Title points tally compare screen (singular form) */
"1 Achievement, 0 Points" = "1面クリア、0ポイント";

/* Achievement User Title points tally compare screen (singular form) */
"1 Achievement, 1 Point" = "1面クリア、1ポイント";

